{

    "PRODUCTS": [
        {
            "id": 1,
            "productName": "T-shirt",
            "price": 199,
            "productDescription": "Tillverkad av högkvalitativt bomullsmaterial som känns mjukt mot huden och håller dig sval och bekväm hela dagen. Med en avslappnad passform och enkel design är denna T-shirt perfekt för alla tillfällen, från avslappnade dagar hemma till dagar på stan. ",
           "productImage": "./src/assets/shirt1.png"
            
        },
        {
            "id": 2,
            "productName": "Cool T-shirt",
            "price": 179,
            "productDescription": "Klassisk Vit T-shirt: Omfamna tidlös enkelhet med vår mjuka bomullsvita T-shirt, perfekt för vardagsbruk eller att bära under dina favoritjackor. För den coola personen som värdesätter stil och bekvämlighet i varje outfit.",
            "productImage": "./src/assets/shirt2.png"
            
        },
        {
            "id": 3,
            "productName": "Hipster T-shirt",
            "price": 149,
            "productDescription": "Styla dig med vår Hipster Chic T-shirt och ge din look en trendig twist.Modern design som fångar uppmärksamheten. Den här T-shirten är perfekt för den trendmedvetna individen som vill sticka ut från mängden. ",
            "productImage": "./src/assets/shirt3.png"
        },
        { 
            "id": 4,
            "productName": "Gamer T-shirt",
            "price": 99,
            "productDescription": "Med en cool grafisk design som hyllar spelkulturen och ger en extra touch av stil till din outfit. Oavsett om du är en hardcore-gamer eller bara älskar att slå på konsolen ibland, är denna T-shirt ett måste i din garderob.",
            "productImage": "./src/assets/shirt4.jpg"
        },
        {
            "id": 5,
            "productName": "Rocker T-Shirt",
            "price": 189,
            "productDescription": "Skapa din egen rebelliska stil med vår Rebel Rocker T-shirt. Perfekt för rock- och metalentusiaster som vill uttrycka sin passion för musik även när de inte är på en konsert.Den har en unik och tuff design som fångar andan av rock 'n' roll.",
            "productImage": "./src/assets/shirt5.png"
        },
        {
            "id": 6,
            "productName": "Sports T-Shirt",
            "price": 149,
            "productDescription": "En sports-t-shirt är vanligtvis tillverkad av tekniskt material som andas och transporterar bort fukt från kroppen. Den är designad för att ge komfort och rörelsefrihet under fysisk aktivitet. Typiskt har den en avslappnad passform och kan ha detaljer som ventilerande paneler eller reflexdetaljer för ökad synlighet. Den finns i olika stilar och färger, och kan ibland ha tryck eller logotyper relaterade till en specifik sport eller varumärke.",
            "productImage": "./src/assets/shirt6.png"
        },
        {
            "id": 7,
            "productName": "Amazing T-Shirt",
            "price": 169,
            "productDescription": "Avslappnad Charm T-shirt: Omfamna en avslappnad charm med vår unika oversized t-shirt. Tillverkad av lätt och luftigt material för en ledig och bekväm passform, perfekt för dagar när du vill känna dig avslappnad men ändå stilfull. Denna t-shirt har en avslappnad silhuett som passar för både vardagsbruk och speciella tillfällen. Njut av dess mångsidighet och förmåga att lägga till en touch av avslappnad elegans till din outfit.",
            "productImage": "./src/assets/shirt7.png"
        },
        {
            "id": 8,
            "productName": "Marabou T-Shirt",
            "price": 199,
            "productDescription": "Den mysiga oversized-tishan erbjuder både komfort och stil. Tillverkad av ultra-mjukt tyg, ger den en avslappnad men ändå elegant siluett, perfekt för att slappa eller avslappnade tillfällen. Med sin rymliga passform och mjuka textur är denna tisha designad för att hålla dig bekväm samtidigt som du ser helt avslappnat stilfull ut.",
            "productImage": "./src/assets/shirt8.png"
        },
        {
        "id": 9,
        "productName": "Tiger T-Shirt",
        "price": 129,
        "productDescription": "Naturlig Oversized T-shirt: Upptäck en perfekt balans mellan komfort och stil med vår naturligt stora t-shirt. Tillverkad av mjukt och hållbart material för en avslappnad, men ändå sofistikerad silhuett, som passar perfekt för avslappnade tillfällen eller dagar på språng. Med sin generösa passform och naturliga känsla är denna t-shirt designad för att ge dig både komfort och en touch av stil.",
        "productImage": "./src/assets/shirt9.png"
        }
    ]
    }

    