{

    "PRODUCTS": [
        {
            "id": 1,
            "productName": "T-shirt",
            "price": 199,
            "productDescription": "Tillverkad av högkvalitativt bomullsmaterial som känns mjukt mot huden och håller dig sval och bekväm hela dagen. Med en avslappnad passform och enkel design är denna T-shirt perfekt för alla tillfällen, från avslappnade dagar hemma till dagar på stan. ",
           "productImage": "./src/assets/shirt1.png"
            
        },
        {
            "id": 2,
            "productName": "Cool T-shirt",
            "price": 179,
            "productDescription": "Klassisk Vit T-shirt: Omfamna tidlös enkelhet med vår mjuka bomullsvita T-shirt, perfekt för vardagsbruk eller att bära under dina favoritjackor. För den coola personen som värdesätter stil och bekvämlighet i varje outfit.",
            "productImage": "./src/assets/shirt2.png"
            
        },
        {
            "id": 3,
            "productName": "Hipster T-shirt",
            "price": 149,
            "productDescription": "Styla dig med vår Hipster Chic T-shirt och ge din look en trendig twist.Modern design som fångar uppmärksamheten. Den här T-shirten är perfekt för den trendmedvetna individen som vill sticka ut från mängden. ",
            "productImage": "./src/assets/shirt3.png"
        },
        {
            "id": 4,
            "productName": "Gamer T-shirt",
            "price": 99,
            "productDescription": "Med en cool grafisk design som hyllar spelkulturen och ger en extra touch av stil till din outfit. Oavsett om du är en hardcore-gamer eller bara älskar att slå på konsolen ibland, är denna T-shirt ett måste i din garderob.",
            "productImage": "./src/assets/shirt4.jpg"
        },
        {
            "id": 5,
            "productName": "Rocker T-Shirt",
            "price": 189,
            "productDescription": "Skapa din egen rebelliska stil med vår Rebel Rocker T-shirt. Perfekt för rock- och metalentusiaster som vill uttrycka sin passion för musik även när de inte är på en konsert.Den har en unik och tuff design som fångar andan av rock 'n' roll.",
            "productImage": "./src/assets/shirt5.png"
        },
        {
            "id": 6,
            "productName": "Sports T-Shirt",
            "price": 149,
            "productDescription": "Bohemian Tie-Dye Tee: Embrace laid-back boho vibes with our hand-dyed tie-dye tee, each piece boasting a one-of-a-kind pattern for a truly eclectic look.",
            "productImage": "./src/assets/shirt6.png"
        },
        {
            "id": 7,
            "productName": "Swedish T-Shirt",
            "price": 169,
            "productDescription": "Essential V-Neck Tee: Upgrade your basics collection with our soft and versatile v-neck tee, designed for a flattering fit that pairs effortlessly with any outfit.",
            "productImage": "./src/assets/shirt7.png"
        },
        {
            "id": 8,
            "productName": "Marabou T-Shirt",
            "price": 199,
            "productDescription": "Cozy Oversized Tee: Get comfy and chic with our oversized tee, crafted from ultra-soft fabric for a relaxed yet stylish silhouette that's perfect for lounging or casual outings.",
            "productImage": "./src/assets/shirt8.png"
        }
        
    ]
    }